"Printer Client"                                                        =   "打印客户端";
"Uploading ..."                                                         =   "上传中 ...";
"Uploaded successfully"                                                 =   "上传成功";
"Upload failed"                                                         =   "上传失败";
"Logining ..."                                                          =   "登录中 ...";
"Login successful"                                                      =   "登录成功";
"Login failed"                                                          =   "登录失败";
"User name"                                                             =   "用户名";
"Please enter your user name"                                           =   "请输入用户名";
"Password"                                                              =   "密码";
"Please enter your password"                                            =   "请输入密码";
"OK"                                                                    =   "确认";
"Upload"                                                                =   "提交";
"Cancel"                                                                =   "取消";
"Register"                                                              =   "注册";
"Please wait on"                                                        =   "请稍等";
"The username or password is incorrect"                                 =   "用户名或密码不正确";
"This user does not have permissions for this project"                  =   "所选项目不存在";
"This user exceeds the print limit"                                     =   "无此项目的权限";
"Unknown error"                                                         =   "未知错误";
"Update"                                                                =   "更新";
"The version has been updated. Please upgrade to the latest version"    =   "检测到有版本更新 请升级至最新版本";
"Server connection failure"                                             =   "无法连接至服务器";
"Company key"                                                           =   "公司标示";
"Please enter your company Key"                                         =   "请输入公司标示";
"Select Project"                                                        =   "选择项目";
"Please enter the correct format"                                       =   "请输入正确的格式";
///10-24
"Document name exception"                                               =   "文档名称异常";
"Document type exception"                                               =   "文档类型异常";
"Single submitted pages exceeded the limit"                             =   "单次提交页数超出限额 ";
"Single submitted size exceeded the limit"                              =   "单次提交大小超出限额";
"The number of submitted jobs exceeds the limit"                        =   "提交作业数超出限额";
"Beyond the limitation of project"                                      =   "超出项目限额";
"Beyond the limitation of print"                                        =   "超出打印限额";
///10-26
"File name"                                                             =   "文件名";
///
"Save account"                                                          =   "保存该账户";
"Unable to get the application to print parameters, please choose other applications to print" = "无法获取该应用打印参数,请选用其他应用打印";

